
/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@): Avviso di Connessione";

/* User deined authorization; the next line has an explanation. */
"%@ denied authorization:" = "%@ ha negato l'autorizzazione:";

/* No comment provided by engineer. */
"%@ granted authorization." = "%@ ha rilasciato l'autorizzazione.";

/* No comment provided by engineer. */
"%@ has %u new messages." = "%1$@ ha %2$u nuovi messaggi.";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ ha 1 nuovo messaggio.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ è nella tua Lista Contatti locale ma non in quella sul server. Vuoi aggiungere questo contatto alla lista?";

/* No comment provided by engineer. */
"(No reason given)" = "(Nessuna motivazione fornita)";

/* Indicates a preference will not take effect until the next time Adium is loaded */
"(Takes effect the next time Adium launches)" = "(Avrà effetto al prossimo lancio di Adium)";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium: Avviso";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium non riesce a trovare alcuna informazioni nel profilo utente. Potrebbe essere un account non registrato.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Avviso Adium: %@";

/* Button title to allow an action */
"Allow" = "Permetti";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Permetti MSN Mobile Pages?";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Attiva/Disattiva i Messaggi ai Cellulari";

/* No comment provided by engineer. */
"Always Appear Offline to %@" = "Appari sempre Offline a %@";

/* No comment provided by engineer. */
"An ambiguous user ID was entered" = "È stata inserita una user ID ambigua";

/* No comment provided by engineer. */
"An error was encoutered sending the file." = "Si è verificato un errore durante l'invio del file.";

/* No comment provided by engineer. */
"Appear Offline to %@" = "Appari Offline a %@";

/* No comment provided by engineer. */
"Appear Online to %@" = "Appari Online a %@";

/* No comment provided by engineer. */
"Authenticating" = "Autenticazione";

/* Connection step */
"Balancer handshake" = "Handshake balancer";

/* No comment provided by engineer. */
"Blocked" = "Bloccato";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Non notificare la presenza a %@";

/* No comment provided by engineer. */
"Change Currently Registered Email Address" = "Change Currently Registered Email Address";

/* No comment provided by engineer. */
"Change Password" = "Change Password";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Configure IM Forwarding";

/* No comment provided by engineer. */
"Connect" = "Connetti";

/* No comment provided by engineer. */
"Connecting" = "Connessione";

/* No comment provided by engineer. */
"Connection error." = "Errore di connessione.";

/* No comment provided by engineer. */
"Connection established" = "Connessione stabilita";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Errore di sincronizzazione Lista Contatti per %@";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Connesso a MI Diretta";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Disconnesso da MI Diretta";

/* Button title to prevent an action */
"Disallow" = "Non Permettere";

/* No comment provided by engineer. */
"Display Currently Registered Email Address" = "Display Currently Registered Email Address";

/* No comment provided by engineer. */
"Display custom emoticons" = "Display custom emoticons";

/* No comment provided by engineer. */
"Display names (friendly names)" = "Mostra nomi (amichevoli)";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Vuoi permettere alla gente sulla tua lista di amici di inviare i Messaggi MSN al tuo cellulare o altro dispositivo mobile?";

/* No comment provided by engineer. */
"Don't Always Appear Offline to %@" = "Non apparire sempre Offline a %@";

/* Connection step */
"Exchanging key hash" = "Scambio chiavi hash";

/* No comment provided by engineer. */
"Export Sametime List..." = "Esporta lista Sametime...";

/* No comment provided by engineer. */
"File Send Error" = "Errore Invio File";

/* No comment provided by engineer. */
"Finalizing connection" = "Finalizzazione della connessione";

/* No comment provided by engineer. */
"From: " = "Da:";

/* No comment provided by engineer. */
"Get AIM information for %@" = "Ottieni informazioni AIM per %@";

/* No comment provided by engineer. */
"GG Number" = "Numero GG";

/* No comment provided by engineer. */
"GTalk ID" = "ID GTalk";

/* No comment provided by engineer. */
"ICQ Number" = "Numero ICQ";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importa lista Sametime...";

/* No comment provided by engineer. */
"Initializing Stream" = "Inizializzazione Flusso Dati";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Inizia Conferenza con %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Inizia MI Diretta con %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Inizia Chat Multiutente con %@";

/* No comment provided by engineer. */
"Invalid Jabber ID or Password" = "ID Jabber o Password non valida";

/* No comment provided by engineer. */
"Jabber ID" = "ID Jabber";

/* No comment provided by engineer. */
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Non è riuscita la connessione Jabber a causa di una ID Jabber o password non valida. Potrebbe essere perchè non hai ancora un account su questo server Jabber. Vuoi registrarti ora?";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Unisciti alla chat di %@";

/* No comment provided by engineer. */
"LiveJournal ID" = "ID LIveJournal";

/* No comment provided by engineer. */
"Looking up server" = "Ricerca server";

/* No comment provided by engineer. */
"Member Name" = "Nome Utente";

/* No comment provided by engineer. */
"MSN" = "MSN";

/* No comment provided by engineer. */
"MSN Passport" = "Passport MSN";

/* Insert Current iTunes track name toolbar menu item. */
"Name" = "Name";

/* No comment provided by engineer. */
"New Mail" = "Nuova Posta";

/* No comment provided by engineer. */
"No reason was given." = "Non è stata fornita nessuna motivazione.";

/* No comment provided by engineer. */
"OK" = "OK";

/* Action menu item for MSN accounts to open the hotmail inbox */
"Open Hotmail Inbox" = "Apri Casella Hotmail";

/* No comment provided by engineer. */
"Open Mail" = "Apri Posta in Arrivo";

/* Name for the orphans group */
"Orphans" = "Orfani";

/* No comment provided by engineer. */
"Password sent" = "Password inviata";

/* No comment provided by engineer. */
"Presence Settings for %@" = "Impostazioni di presenza per %@";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Richiedi di nuovo l'Autorizzazione a %@";

/* Connection step */
"Reading data" = "Lettura dati";

/* Connection step */
"Reading server key" = "Lettura in corso server key";

/* No comment provided by engineer. */
"Received authorization" = "Autorizzazione ricevuta";

/* No comment provided by engineer. */
"Register" = "Registrati";

/* No comment provided by engineer. */
"Requesting to send password" = "Richiesta invio password";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Ricezione lista contatti";

/* Roster - the Jabber default group */
"Roster" = "Ruolo";

/* No comment provided by engineer. */
"Sametime ID" = "Sametime ID";

/* No comment provided by engineer. */
"Screen Name" = "Nick";

/* No comment provided by engineer. */
"Screen name sent" = "Nick inviato";

/* No comment provided by engineer. */
"Search for Contact By Email Address" = "Search for Contact By Email Address";

/* No comment provided by engineer. */
"Send" = "Invia";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Invia al disp. Mobile di %@";

/* Action menu item for setting the display name */
"Set Display Name" = "Imposta Nome Visualizzato";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Imposta Numero Telefonico Casa";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Imposta Numero Telefonico Cellulare";

/* No comment provided by engineer. */
"Set Privacy Options" = "Set Privacy Options";

/* No comment provided by engineer. */
"Set User Info" = "Set User Info";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Imposta Numero Telefonico Ufficio";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Imposta il tuo nickname.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Imposta il tuo numero telefonico di casa.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Imposta il tuo numero di cellulare.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Imposta il tuo numero telefonico di lavoro.";

/* Account action menu item to show a list of contacts for whom this account is awaiting authorization to be able to show them in the contact list */
"Show Contacts Awaiting Authorization" = "Show Contacts Awaiting Authorization";

/* No comment provided by engineer. */
"Show display names as status messages" = "Mostra nick come messaggi di stato";

/* No comment provided by engineer. */
"Subject: " = "Oggetto:";

/* No comment provided by engineer. */
"Syncing with server" = "Sincronizzazione col server";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Nasconditi temporaneamente da %@";

/* No comment provided by engineer. */
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "L'identificatore '%@' potrebbe riferirsi a uno di questi utenti. Seleziona quello corretto dalla lista sottostante.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "L'utente è nella tua lista bloccati.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "L'utente non è disponibile al momento.";

/* Invalid name on AIM */
"The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it." = "The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Questo è il nome con cui i tuoi amici su MSN ti vedranno.";

/* No comment provided by engineer. */
"Un-hide From %@" = "Non nasconderti da %@";

/* No comment provided by engineer. */
"United States" = "Stati Uniti";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Disiscriviti da %@";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "nomeutente@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "nomeutente@jabber.org";

/* Sample name and server for new livejournal accounts */
"username@livejournal.com" = "nomeutente@livejournal.com";

/* No comment provided by engineer. */
"View %@'s Webcam" = "Visualizza la Webcam di %@";

/* No comment provided by engineer. */
"Warning level is too high." = "Il livello di avvertimento è troppo alto.";

/* No comment provided by engineer. */
"Would you like to register a new Jabber account?" = "Would you like to register a new Jabber account?";

/* No comment provided by engineer. */
"Yahoo! ID" = "ID Yahoo!";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Stai inviando messaggi troppo velocemente; aspetta qualche istante e riprova.";

/* No comment provided by engineer. */
"You have %u new messages." = "Hai %u nuovi messaggi.";

/* No comment provided by engineer. */
"You have 1 new message." = "Hai 1 nuovo messaggio.";

/* No comment provided by engineer. */
"You have mail!\n" = "Hai ricevuto nuova posta!";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Il tuo messaggio a %@ non è stato inviato";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Il tuo messaggio è stato rifiutato dall'altro utente.";

/* No comment provided by engineer. */
"Your message was too big." = "Il tuo messaggio è troppo lungo.";

/* No comment provided by engineer. */
"Your Yahoo! message did not get sent." = "Il tuo messaggio Yahoo! non è stato inviato.";
